FemDesign.Geometry.LineSegment.#ctor
Parameterless constructor for serialization.

FemDesign.Geometry.LineSegment.#ctor(FemDesign.Geometry.Point3d,FemDesign.Geometry.Point3d)
Construct LineSegment from start and endpoint.
verticies: